Repository: LeonardoLarranaga/Browser
Catalog: Browser/Localizable.xcstrings
Source language: en
Languages: es_419

source: %@ Background Page
es_419: Página en segundo plano de %@

source: %@ left
es_419: Tiempo restante: %@

source: %@ says:
es_419: %@ dice:

source: %@ Spaces
es_419: Espacios de %@

source: %@ Wants Website Access
es_419: %@ quiere acceder a sitios web

# %lld of %lld
source: %1$lld of %2$lld
es_419: %1$lld de %2$lld

source: ^[%lld tab](inflect: true)
es_419: ^[%lld pestaña](inflect: true)

source: A restart may be required after changing shortcuts.
es_419: Es posible que tengas que reiniciar después de cambiar los atajos.

source: Actual Size
es_419: Tamaño real

source: Add
es_419: Agregar

source: Add a Safari web extension from an app on your Mac.
es_419: Agrega una extensión web de Safari desde una app en tu Mac.

source: Add Passwords App Shortcut to Text Fields
es_419: Agregar atajo de la app Contraseñas a los campos de texto

source: Add Safari Extension
es_419: Agregar extensión de Safari

source: Add Safari Extension from App
es_419: Agregar extensión de Safari desde una app

source: Add to Essentials
es_419: Agregar a Esenciales

source: Add Website Searcher
es_419: Agregar buscador de sitios web

source: All tabs and nested folders inside this folder will be deleted.
es_419: Se eliminarán todas las pestañas y carpetas anidadas de esta carpeta.

source: Allow
es_419: Permitir

source: An error occurred while loading the page. %@
es_419: Ocurrió un error al cargar la página. %@

source: Animation
es_419: Animación

source: Appearance
es_419: Apariencia

source: Are you sure you want to clear your history? This action cannot be undone.
es_419: ¿Seguro que quieres borrar el historial? Esta acción no se puede deshacer.

source: Are you sure you want to delete the %@ profile? This will also delete all your history, cookies, and other browsing data associated with this profile. This action cannot be undone.
es_419: ¿Seguro que quieres eliminar el perfil %@? También se eliminarán el historial, las cookies y los demás datos de navegación asociados. Esta acción no se puede deshacer.

source: Are you sure you want to move %@? Close and reopen the tabs in the space to apply the change.
es_419: ¿Seguro que quieres mover %@? Cierra y vuelve a abrir las pestañas del espacio para aplicar el cambio.

source: Are you sure you want to quit?
es_419: ¿Seguro que quieres salir?

source: Are you sure you want to remove all data stored by the %lld displayed websites on your computer?
es_419: ¿Seguro que quieres eliminar todos los datos almacenados por los %lld sitios web que se muestran en tu computadora?

source: Ask
es_419: Preguntar

source: Ask for each download
es_419: Preguntar en cada descarga

source: AutoFill
es_419: Autorrelleno

source: Automatic Page Suspension
es_419: Suspensión automática de páginas

source: Back
es_419: Atrás

source: Block
es_419: Bloquear

source: Cache
es_419: Caché

source: Camera
es_419: Cámara

source: Cancel
es_419: Cancelar

source: Cancel %@
es_419: Cancelar %@

source: Cancel download
es_419: Cancelar descarga

source: Cancel Download
es_419: Cancelar descarga

source: Checking…
es_419: Comprobando…

source: Choose whether %@ can access websites.
es_419: Elige si %@ puede acceder a sitios web.

source: Choose...
es_419: Elegir...

source: Clear
es_419: Borrar

source: Clear All Site Data
es_419: Borrar todos los datos del sitio

source: Clear Cache
es_419: Borrar caché

source: Clear Cache & Reload
es_419: Borrar caché y recargar

source: Clear Cache And Reload
es_419: Borrar caché y recargar

source: Clear Cookies
es_419: Borrar cookies

source: Clear Cookies & Reload
es_419: Borrar cookies y recargar

source: Clear Cookies And Reload
es_419: Borrar cookies y recargar

source: Clear History
es_419: Borrar historial

source: Clear Space With %lld Tabs
es_419: Vaciar el espacio con %lld pestañas

source: Close
es_419: Cerrar

source: Close %lld Tabs Above
es_419: Cerrar %lld pestañas de arriba

source: Close %lld Tabs Below
es_419: Cerrar %lld pestañas de abajo

source: Close All Windows
es_419: Cerrar todas las ventanas

source: Close Tab
es_419: Cerrar pestaña

source: Close Tab "%@"
es_419: Cerrar pestaña «%@»

source: Close Tabs Above
es_419: Cerrar pestañas de arriba

source: Close Tabs Below
es_419: Cerrar pestañas de abajo

source: Close Window
es_419: Cerrar ventana

source: Color Opacity
es_419: Opacidad del color

source: Connection
es_419: Conexión

source: Connection is not secure
es_419: La conexión no es segura

source: Connection is secure
es_419: La conexión es segura

source: Contact…
es_419: Contacto…

source: Copied Current URL
es_419: Se copió la URL actual

source: Copy
es_419: Copiar

source: Copy Current URL
es_419: Copiar URL actual

source: Copy Link
es_419: Copiar enlace

source: Could not open %@.
es_419: No se pudo abrir %@.

source: Couldn't get image URL.
es_419: No se pudo obtener la URL de la imagen.

source: Couldn't get PDF data
es_419: No se pudieron obtener los datos del PDF

source: Create QR Code
es_419: Crear código QR

source: Create Space
es_419: Crear espacio

source: Credit Card…
es_419: Tarjeta de crédito…

source: Current Page Portion Snapshot (PNG)
es_419: Captura de una parte de la página actual (PNG)

source: Current Page Portion Snapshot Copied!
es_419: ¡Se copió la captura de una parte de la página actual!

source: Custom Website Searchers
es_419: Buscadores de sitios web personalizados

source: Databases
es_419: Bases de datos

source: Default
es_419: Predeterminado

source: Default App
es_419: App predeterminada

source: Default Profile
es_419: Perfil predeterminado

source: Delete
es_419: Eliminar

source: Delete "%@"
es_419: Eliminar «%@»

source: Delete %@
es_419: Eliminar %@

source: Delete %lld Entries
es_419: Eliminar %lld entradas

source: Delete Entries From %@
es_419: Eliminar entradas desde %@

source: Delete Entry
es_419: Eliminar entrada

source: Delete Folder
es_419: Eliminar carpeta

source: Delete Profile
es_419: Eliminar perfil

source: Delete Space
es_419: Eliminar espacio

source: Deny
es_419: Denegar

source: Developer
es_419: Desarrollador

source: Disable Animations
es_419: Desactivar animaciones

source: Done
es_419: Listo

source: Download
es_419: Descargar

source: Download failed
es_419: Error en la descarga

source: Download progress %lld percent
es_419: Progreso de la descarga: %lld por ciento

source: Downloads
es_419: Descargas

source: Drop here
es_419: Suelta aquí

source: Drop to add to Essentials
es_419: Suelta para agregar a Esenciales

source: Drop to pin
es_419: Suelta para fijar

source: Duplicate Tab
es_419: Duplicar pestaña

source: Edit
es_419: Editar

source: Edit Profile
es_419: Editar perfil

source: Edit Space
es_419: Editar espacio

source: Edit Text On Page
es_419: Editar texto de la página

source: Edit Website Searcher
es_419: Editar buscador de sitios web

source: Embedder
es_419: Integrador

source: Enable %@
es_419: Activar %@

source: Enable Padding
es_419: Activar relleno

source: Enable Shadow
es_419: Activar sombra

source: Encrypted (HTTPS)
es_419: Cifrado (HTTPS)

source: Encrypted (TLS)
es_419: Cifrado (TLS)

source: Encryption
es_419: Cifrado

source: Estimating…
es_419: Calculando…

source: ETA n/a
es_419: Tiempo restante no disponible

source: Extensions
es_419: Extensiones

source: Failed to create PNG data
es_419: No se pudieron crear los datos PNG

source: Feature Flags
es_419: Funciones experimentales

source: File
es_419: Archivo

source: File Download Location
es_419: Ubicación de descargas

source: File System
es_419: Sistema de archivos

source: Find
es_419: Buscar

source: Find In Page...
es_419: Buscar en la página...

source: Find Next
es_419: Buscar siguiente

source: Find Previous
es_419: Buscar anterior

source: Find...
es_419: Buscar...

source: Format:
es_419: Formato:

source: Forward
es_419: Adelante

source: Full Page Image (PNG)
es_419: Imagen de página completa (PNG)

source: Full Page Snapshot Copied!
es_419: ¡Se copió la captura de página completa!

source: Go Back
es_419: Volver

source: Go Forward
es_419: Avanzar

source: Go Next
es_419: Siguiente

source: Go Previous
es_419: Anterior

source: Grain Effect
es_419: Efecto de grano

source: Hash Salt
es_419: Sal de hash

source: History
es_419: Historial

source: Icon
es_419: Ícono

source: Immersive View On Full Screen
es_419: Vista inmersiva en pantalla completa

source: Immersive View On Full Screen: Removes padding, shadow, and rounded corners when in full screen and the sidebar is collapsed.
es_419: Vista inmersiva en pantalla completa: elimina el relleno, la sombra y las esquinas redondeadas cuando la barra lateral está contraída.

source: Internal
es_419: Interno

source: Invalid PDF data
es_419: Los datos del PDF no son válidos

source: It appears you're not connected to the internet.
es_419: Parece que no tienes conexión a Internet.

source: Keyboard Shortcuts
es_419: Atajos de teclado

source: Launch Extension Console
es_419: Abrir consola de la extensión

source: Leading
es_419: Izquierda

source: Local Storage
es_419: Almacenamiento local

source: macOS AutoFill is available for webpage text fields from the Edit menu. This option adds a shortcut to open your selected passwords app from those fields.
es_419: El autorrelleno de macOS está disponible en los campos de texto de las páginas web desde el menú Editar. Esta opción agrega un atajo para abrir la app de contraseñas que seleccionaste desde esos campos.

source: Make Default
es_419: Establecer como predeterminado

source: Manage Website Data...
es_419: Administrar datos de sitios web...

source: Mature
es_419: Maduro

source: Media
es_419: Multimedia

source: Media Keys
es_419: Teclas multimedia

source: Microphone
es_419: Micrófono

source: More actions for %@
es_419: Más acciones para %@

source: Move
es_419: Mover

# Move %@ to %@
source: Move %1$@ to %2$@
es_419: Mover %1$@ a %2$@

source: Move Space
es_419: Mover espacio

source: Move to Trash
es_419: Mover a la papelera

source: Mute Tab
es_419: Silenciar pestaña

source: Networking
es_419: Redes

source: New Folder
es_419: Nueva carpeta

source: New Nested Folder
es_419: Nueva carpeta anidada

source: New No-Trace Window
es_419: Nueva ventana sin rastreo

source: New Profile
es_419: Nuevo perfil

source: New Space
es_419: Nuevo espacio

source: New Tab
es_419: Nueva pestaña

source: New Temporary Window
es_419: Nueva ventana temporal

source: New Window
es_419: Nueva ventana

source: No details available.
es_419: No hay detalles disponibles.

source: No Extensions
es_419: No hay extensiones

source: No matches
es_419: Sin coincidencias

source: No Spaces
es_419: No hay espacios

source: No stored data
es_419: No hay datos almacenados

source: No website data stored
es_419: No hay datos de sitios web almacenados

source: No-Trace Window
es_419: Ventana sin rastreo

source: None
es_419: Ninguno

source: Not encrypted (HTTP)
es_419: Sin cifrar (HTTP)

source: Not secure
es_419: No es seguro

source: Note: Custom searchers will not have autosuggestions.
es_419: Nota: los buscadores personalizados no ofrecen sugerencias automáticas.

source: OK
es_419: Aceptar

source: Open
es_419: Abrir

source: Open %@
es_419: Abrir %@

source: Open %@ when download finishes
es_419: Abrir %@ cuando termine la descarga

source: Open %lld Entries
es_419: Abrir %lld entradas

source: Open Downloads Folder
es_419: Abrir carpeta de descargas

source: Open File
es_419: Abrir archivo

source: Open Image in New Tab
es_419: Abrir imagen en una pestaña nueva

source: Open in %@
es_419: Abrir en %@

source: Open in New Tab
es_419: Abrir en una pestaña nueva

source: Open Link in New Tab
es_419: Abrir enlace en una pestaña nueva

source: Open Passwords App
es_419: Abrir app Contraseñas

source: Open Picture in Picture Automatically
es_419: Abrir imagen dentro de imagen automáticamente

source: Open the extension’s background console in a new Eva window.
es_419: Abrir la consola en segundo plano de la extensión en una ventana nueva de Eva.

source: Opening in %@
es_419: Abriendo en %@

source: Opening when download finishes
es_419: Se abrirá cuando termine la descarga

source: Opening when ready…
es_419: Se abrirá cuando esté listo…

source: Other
es_419: Otro

source: Page Source (HTML)
es_419: Código fuente de la página (HTML)

source: Page Translated. Refresh To Revert
es_419: Página traducida. Actualiza para revertir los cambios

source: Paginated Page PDF
es_419: PDF paginado de la página

source: Passwords…
es_419: Contraseñas…

source: Permissions
es_419: Permisos

source: Pin Tab
es_419: Fijar pestaña

source: Preparing download…
es_419: Preparando descarga…

source: Preview
es_419: Vista previa

source: Print
es_419: Imprimir

source: Print...
es_419: Imprimir...

source: Privacy
es_419: Privacidad

source: Profile Name
es_419: Nombre del perfil

source: Profiles
es_419: Perfiles

source: Protocol
es_419: Protocolo

source: Query URL
es_419: URL de consulta

source: Quit
es_419: Salir

source: Recent
es_419: Recientes

source: Redo %@
es_419: Rehacer %@

source: Redo Close Tab
es_419: Rehacer el cierre de pestaña

source: Refresh
es_419: Actualizar

source: Reload
es_419: Recargar

source: Reload Tab
es_419: Recargar pestaña

source: Reload This Page
es_419: Recargar esta página

source: Remove
es_419: Quitar

source: Remove All
es_419: Quitar todo

source: Remove Extension
es_419: Eliminar extensión

source: Remove from Essentials
es_419: Quitar de Esenciales

source: Remove Now
es_419: Eliminar ahora

source: Rename Folder
es_419: Cambiar nombre de carpeta

source: Rename Tab
es_419: Cambiar nombre de pestaña

source: Replace Pinned URL with Current
es_419: Reemplazar URL fijada por la actual

source: Requested access: %@
es_419: Acceso solicitado: %@

source: Reset to Pinned URL
es_419: Restablecer a URL fijada

source: Reset zoom to %@
es_419: Restablecer el zoom al %@

source: Reverse Background Colors on Trailing Sidebar
es_419: Invertir los colores de fondo cuando la barra lateral está a la derecha

source: Rounded Corners
es_419: Esquinas redondeadas

source: Safari Extension Error
es_419: Error de extensión de Safari

source: Safari Web Archive
es_419: Archivo web de Safari

source: Save
es_419: Guardar

source: Save Image As...
es_419: Guardar imagen como...

source: Save Page As...
es_419: Guardar página como...

source: Screen Time
es_419: Tiempo en pantalla

source: Search Feature Flags...
es_419: Buscar funciones experimentales...

source: Search Field Recent Searches
es_419: Búsquedas recientes del campo de búsqueda

source: Search History
es_419: Buscar en el historial

source: Search with %@
es_419: Buscar con %@

source: Search With Google
es_419: Buscar con Google

source: Secure
es_419: Seguro

source: Security
es_419: Seguridad

source: Select Download Location
es_419: Seleccionar ubicación de descargas

source: Select Download Location For "%@"
es_419: Seleccionar ubicación de descarga para «%@»

source: Select Icon
es_419: Seleccionar ícono

source: Select Passwords App
es_419: Seleccionar app Contraseñas

source: Service Workers
es_419: Trabajadores de servicio

source: Session Storage
es_419: Almacenamiento de sesión

source: Set as Default Browser
es_419: Establecer como navegador predeterminado

source: Share
es_419: Compartir

source: Share...
es_419: Compartir...

source: Share…
es_419: Compartir…

source: Show Feature Flags for Web Developers
es_419: Mostrar funciones experimentales para desarrolladores web

source: Show History
es_419: Mostrar historial

source: Show Hover URL
es_419: Mostrar URL al pasar el cursor

source: Show in Finder
es_419: Mostrar en Finder

source: Show JavaScript Console
es_419: Mostrar consola de JavaScript

source: Show Page Resources
es_419: Mostrar recursos de la página

source: Show Tab Switcher
es_419: Mostrar selector de pestañas

source: Show Window Controls On Trailling Sidebar
es_419: Mostrar controles de ventana con la barra lateral a la derecha

source: Sidebar Options
es_419: Opciones de la barra lateral

source: Sidebar Position
es_419: Posición de la barra lateral

source: Single Page PDF
es_419: PDF de una sola página

source: Site Settings & Permissions…
es_419: Configuración y permisos del sitio…

source: Snapshot Current Page Portion
es_419: Capturar una parte de la página actual

source: Snapshot Full Page
es_419: Capturar página completa

source: Space Name
es_419: Nombre del espacio

source: Stable
es_419: Estable

source: Start Navigating To Fill The History
es_419: Empieza a navegar para llenar el historial

source: Status
es_419: Estado

source: Stop Editing Text On Page
es_419: Dejar de editar el texto de la página

source: Stop Loading
es_419: Detener carga

source: Stop opening %@ when download finishes
es_419: Dejar de abrir %@ cuando termine la descarga

source: Tab
es_419: Pestaña

source: Temporary Window
es_419: Ventana temporal

source: Testable
es_419: Se puede probar

source: The %@ profile has no stored website data.
es_419: El perfil %@ no tiene datos de sitios web almacenados.

source: The app contains an invalid Safari web extension bundle.
es_419: La app contiene un paquete de extensión web de Safari no válido.

source: The Default profile uses the shared website data store. Each additional profile has its own isolated cookies, cache, and history.
es_419: El perfil predeterminado usa el almacén compartido de datos de sitios web. Cada perfil adicional tiene sus propias cookies, caché e historial aislados.

source: The selected app does not contain a Safari web extension.
es_419: La app seleccionada no contiene una extensión web de Safari.

source: These websites have stored data that can be used to track your browsing. Removing the data may reduce tracking, but may also log you out of websites or change website behavior.
es_419: Estos sitios web almacenaron datos que pueden usarse para rastrear tu actividad de navegación. Eliminarlos puede reducir el rastreo, pero también puede cerrar tu sesión en sitios web o cambiar su comportamiento.

source: This action cannot be undone. All tabs in this space will be lost.
es_419: Esta acción no se puede deshacer. Se perderán todas las pestañas de este espacio.

source: This extension
es_419: Esta extensión

source: This profile has no spaces yet.
es_419: Este perfil aún no tiene espacios.

source: This site has stored data
es_419: Este sitio tiene datos almacenados

source: Toggle Editing
es_419: Alternar edición

source: Toggle Picture In Picture
es_419: Alternar imagen dentro de imagen

source: Toggle Sidebar
es_419: Mostrar u ocultar barra lateral

source: Toggle Web Inspector
es_419: Alternar inspector web

source: Trailing
es_419: Derecha

source: Translate Using Google
es_419: Traducir con Google

source: Uncategorized
es_419: Sin categoría

source: Undo %@
es_419: Deshacer %@

source: Undo Close Tab
es_419: Deshacer cierre de pestaña

source: Unknown
es_419: Desconocido

source: Unpin Tab
es_419: Desfijar pestaña

source: Unstable
es_419: Inestable

source: Use '%s' as the placeholder for the search query.
es_419: Usa «%s» como marcador de posición para la consulta.

source: Use Selection For Find
es_419: Usar la selección para buscar

# Version %@ · %@
source: Version %1$@ · %2$@
es_419: Versión %1$@ · %2$@

source: View
es_419: Ver

source: Warn before quitting
es_419: Avisar antes de salir

source: Warn Before Quitting
es_419: Avisar antes de salir

source: Web Inspector
es_419: Inspector web

source: Web Page
es_419: Página web

source: Web View
es_419: Vista web

source: WebKit could not create an inspector for %@'s background page.
es_419: WebKit no pudo crear un inspector para la página en segundo plano de %@.

source: WebKit did not provide the extension background page for inspection.
es_419: WebKit no proporcionó la página en segundo plano de la extensión para inspeccionarla.

source: Website
es_419: Sitio web

source: Website Access
es_419: Acceso a sitios web

source: Website Data
es_419: Datos de sitios web

source: Website Settings and Extensions
es_419: Configuración del sitio y extensiones

source: Where to?
es_419: ¿Adónde?

source: You Are No Longer Editing The Text On The Page
es_419: Ya no estás editando el texto de la página

source: You Can Now Edit The Text On The Page
es_419: Ahora puedes editar el texto de la página

source: You can't undo this action
es_419: No puedes deshacer esta acción.

source: You may only delete a profile if it has no associated spaces.
es_419: Solo puedes eliminar un perfil si no tiene espacios asociados.

source: Zoom Actual Size
es_419: Tamaño real

source: Zoom In
es_419: Acercar

source: Zoom Out
es_419: Alejar
